Repository: Denyufka/LibVisual
Catalog: libvisual-xmms/po/*.po
Languages: pt_br, ru

source: Cannot get options
pt_br: Não consegui obter as opções
ru: Невозможно загрузить опции

source: LibVisual XMMS Plugin
pt_br: Plugin LibVisual para XMMS
ru: Libvisual дополнение к XMMS

source: Fullscreen
pt_br: Tela cheia
ru: На весь экран

source: You can also toggle between normal and fullscreen mode by pressing key TAB or F11
pt_br: Você também pode alternar entre tela cheia e normal pressionando TAB ou F11.
ru: Вы также можете включать полноэкранный режим и возвращаться в обычный нажатием клавиш TAB или F11

source: All plugins
pt_br: Todos plugins
ru: Все дополнения

source: Only GL plugins
pt_br: Somente plugins 2D (OpenGL)
ru: Только GL дополнения

source: Only non Gl plugins
pt_br: Somente plugins 2D (não OpenGL)
ru: Только не GL дополнения

source: Maximum Frames Per Second:
pt_br: Quadros Por Segundo Máximo:
ru: Максимальное количество кадров в секунду:

source: Icon
pt_br: Ícone
ru: Значек

source: Accept
pt_br: Aceitar
ru: OK

source: Apply
pt_br: Aplicar
ru: Применить

source: Cancel
pt_br: Cancelar
ru: Отмена

source: Couldn't create replacement pixmap.
pt_br: Não foi possível criar figura substituta.
ru: Невозможно создасть замещающий рисунок.

source: Couldn't find pixmap file: %s
pt_br: Não foi possível encontrar figura: %s
ru: Файл с рисунком не найден: %s

source: Error loading pixmap file: %s
pt_br: Erro ao ler figura: %s
ru: Ошибка загрузки файла с рисунком: %s

source: About Libvisual XMMS Plugin
ru: О Libvisual дополнении к XMMS

source: Libvisual XMMS Plugin Copyright (C) 2004, Duilio Protti <dprotti@users.sourceforge.net> Dennis Smit <ds@nerds-incorporated.org> The Libvisual XMMS Plugin, more information about Libvisual can be found at http://libvisual.sf.net
ru: Libvisual XMMS plugin Copyright (C) 2004, Duilio Protti <dprotti@users.sourceforge.net> Dennis Smit <ds@nerds-incorporated.org> Libvisual дополнение к XMMS, информацию о Libvisual Вы можете найти на сайте http://libvisual.sf.net

source: Credits
ru: Список участников

source: Translators
ru: Переводчики

source: Close
pt_br: Fechar
ru: Закрыть
